[
  "Каждое исследование состоит из трёх основных этапов: осмысление, изучение и осуществление.",
  "Концепция осмысления получается за счёт работы со сканером, с ним Вы часто можете выявлять информацию об объектах (см. страницу \"Сканер\"). Эти объекты могут сильно различаться, но их осуществление возможно только при наличии предшествующей технологии (В Древе технологий).",
  "Бывают и отдельные случаи, когда предшествующая технология или технологии являются \"Знаниями\". В такой ситуации Вы можете узнать название предмета, который Вам нужно изучить, в описании определённой страницы-Знания (сведения о предмете выделены чёрным цветом или находятся в конце страницы).",
  "Изучение проводится в Исследователе, при этом расходуются физические ресурсы и время для завершения концепции. (По завершению запись в Древе технологий активируется и становится доступной).",
  "Этап осуществления, как правило, заключается в изготовлении Предмета или Блока, который был изучен. Помимо того, что предмет можно использовать в своих собственных целях, он также необходим для исследования последующих связанных с ним технологий.",
  "",
  "Древо технологий:",
  "Древо технологий простирается на несколько вкладок (выбираются в левой части экрана). В центре находятся значки исследований, причём одного из следующих типов:",
  "Исследование - может быть изучено, даёт доступ к изготовлению и использованию предмета;",
  {
    "link": "fp:lang/part/image_forschung.json"
  },
  "Знание - может быть исследовано, не даёт доступ к самому предмету, но необходимо для его дальнейшего понимания;",
  {
    "link": "fp:lang/part/image_forschung2.json"
  },
  "Опыт - Не может быть исследовано, но вместо этого открывается через достижения. Может давать доступ к Предметам.",
  {
    "link": "fp:lang/part/image_forschung3.json"
  },
  "В зависимости от продвижения в исследовании у значков также имеется 3 различных варианта отображения:",
  "Одноцветная и окрашенная: Исследование завершено, и по нему уже можно нажать, открыв тем самым его информационную страничку.",
  "Мигающая и окрашенная: Его можно исследовать, используя вышеупомянутые способы.",
  "Чёрная: Некоторые условия для этого исследования ещё не выполнены, т.е. оно ещё недоступно.",
  "(автоматические) Некоторые условия и открывшиеся исследования могут простираться на несколько вкладок, поэтому лучше всего будет периодически просматривать вкладки, чтобы узнавать о новых доступных для исследования записях.",
  "Каждая запись во вкладке соединена линией (направление углубления исследования, как правило, слева направо). Вы должны выполнить все предыдущие условия для того, чтобы разблокировать новое Исследование.",
  "Подсказка: Иногда бывает так, что для некоторых \"осуществлений\" требуются предметы, которые Вы ещё не можете изготовить. В этом случае необходимо завершить другие исследования, прежде чем вернуться к этому.",
  "Подсказка: Нажимая на картинки Предметов в описании Исследования, Вы можете перейти на страницу исследования этого предмета.",
  "",
  "Пример (возможны спойлеры):",
  "Для начала создайте на Техническом столе Сканер и Исследователь. Инструкции по их использованию Вы сможете найти в соответствующих записях в Древе технологий. Для этой задачи Вам также понадобится Пресс для штамповки деталей (находится во вкладке \"Основы\").",
  "Единственное возможное исследование для разблокирования вкладки - это \"Производство 1\":",
  {
    "link": "fp:lang/part/image_forschung4.json"
  },
  "В Древе технологий Вы можете заметить, что родителем этого исследования является \"Технический стол\", который даёт доступ к предмету с тем же названием. Это означает то, что мы должны взять Технический стол и положить его в Сканер. Поигравшись с аспектами, мы находим подходящий(-ие) (в данном случае Термодинамика). И наконец, мы снова нажимаем на кнопку \"Сканировать\". В результате у нас появляется чертёж.",
  "Теперь кладём этот чертёж в Исследователь и нажимаем кнопку исследования. Машина сообщит нам, что для завершения исследования мы должны положить 3 печи в левый слот. После того как мы это сделали, серая шкала под слотом начнёт заполняться, указывая на то, что происходит процесс исследования. Как только шкала заполнилась, мы увидим сообщение в чате, говорящее о том, что мы можем посмотреть результат исследования в Древе технологий (доступном как через обычный Сканер, так и через Электронный).",
  "Так мы получили Знание \"Производство 1\". При выборе его в Древе технологий откроется его страничка, где среди всего прочего мы узнаем, что для завершения следующего исследовательского проекта нам необходимо использовать Промышленную печь. Кроме того мы видим, что во вкладке \"Производство\" доступны новые исследования. Логично, что автоматически открытое исследование о промышленной печи находится именно там.",
  "Вооружившись подсказками по развитию, Вы теперь сможете продолжить исследования во всех вкладках.",
  "",
  "Желаем Вам приятно провести время, расширяя собственные знания! :)"
]