[
  "На данный момент принцип работы электронного сканера, который я нашёл в структуре Недостижимого, является для меня загадкой. Но в попытках модифицировать это устройство, я обнаружил некоторые интересные особенности, которые недоступны в его портативной версии.",
  "Свою новую конструкцию я назвал \"Сканером\", и теперь с помощью этой машины я смогу проводить анализ и совершенствовать свои технологии. Для этого мне понадобится предмет, который я изучил, и немного терпения. Улучшив электронный сканер Недостижимого, я смог получить технологию, которая поможет мне развить и воплотить многое в жизнь, но пора мне самому выбирать базовые аспекты, на которые я хочу опираться.",
  "Как только я создам идею, которую можно реализовать, результат будет записан в виде Чертежа. Это позволит мне улучшить связанную с ним технологию.",
  "Создание:",
  {
    "link": "fp:lang/part/crafting_scanner.json"
  },
  "Подсказка: Сначала ознакомьтесь с информацией в записи \"Система исследований\".",
  "Подробно об использовании:",
  "Для начала нужно поместить предмет, который я хочу исследовать, в верхний левый слот. Жёлтая шкала под ним показывает, сколько концепций исследования ещё доступны с этим предметом (показано относительно общего количества).",
  "В правой области находятся 12 аспектов в виде кнопок. Чтобы разработать новый Чертёж, я должен выбрать от 1 до 6 Аспектов.",
  "После этого в центральном окошке появится кнопка \"Сканировать (Скан.)\", которую я могу использовать для проверки выбранной комбинации. После анимации будет показана одна из следующих картинок:",
  "Кусочки пазлов: Текущий выбор правильный, но нужно выбрать больше аспектов.",
  "Золотая звезда: Исследование прошло успешно. Можно забрать чертёж.",
  "Жёлтый X: Один (или более) из выбранных аспектов неверный.",
  "Красный X: Данный предмет нельзя исследовать.",
  "Зелёная галочка: Были найдены все исследования для этого предмета.",
  "Жёлтый вопросительный знак: Для данного предмета доступно больше исследований, но некоторые из игровых условий еще не были выполнены. Попробуйте ещё раз, когда узнаете больше.",
  "",
  "Подсказка: Чертёж будет создан только тогда, когда завершится исследование в Сканере. Но имейте в виду, что возможно чертёж после исследования не сгенерируется, а просто откроется концепция для дальнейшего продвижения по Древу технологий.",
  "Подсказка: Справа от слота с чертёжом есть кнопка для открытия Древа технологий."
]