[
  "Я могу модифицировать все свои компьютеризированные системы в любое время. Это можно сделать с помощью §lshift + правый клик§r с помощью Отвертки§r (Modification-Mode) на машине.",
  "Настройки-графический интерфейс:",
  {
    "link": "fp:lang/part/image_tuning.json"
  },
  "Информация: Вы должны сначала прочитать \"Стандартное ядро\", \"Стандартная ОЗУ\" и \"Логический чипсет\"!",
  "Компоненты:",
  "Ядро: центральный слот\nПамять: справа 3 слота\nЧипсет: слева 9 слотов",
  "",
  "Память / Скорость:",
  "Можно вставить до 3 модулей памяти, но требуется хотя бы один. При использовании нескольких модулей памяти, их значения будут суммироваться.",
  "Сумма значений-\"ОЗУ\", напрямую влияет на скорость работы машины во всех ее функциях (\"рабочих циклов\" в секунду). Сумма показана в левом нижнем углу. (1 ОЗУ \u003d 5%; 100% - это естественный тик Minecraft)",
  "",
  "Чипсет / Эффекты:",
  "Я могу вставить до 9 чипсетов, но требуется как минимум один логический чипсет или один *чипсет второго уровня* (\u003d 2 "Сила ядра\" \u003d). Все остальные чипсеты добавляют машине специальные эффекты.",
  "Эти эффекты можно найти в области исследований для чипсета. Следует отметить, что не каждый чипсет имеет одинаковый эффект в каждой машине. Поэтому некоторые чипсеты могут быть бесполезны в конкретной машине. Эти специальные эффекты также можно найти в Технологическом древе.",
  "",
  "Сила ядра / Перегрузка:",
  "Ядро - это сердце каждой системы; его текущая мощность показана на верхней панели. Красной стрелкой отмечена максимальная мощность ядра. Если предел превышен, система начинает нагреваться. Это может быть отсрочено внешними устройствами. Температура отображается в левой части",
  "Если система нагреется выше 1000,0 C, ядро выйдет из строя, и система не будет функционировать до замены ядра.",
  "",
  "Потребление / Работоспособность:",
  "Если в левом верхнем углу отображается красный предупреждающий символ, машина неработоспособна. Это вызвано отсутствием специальных компонентов.",
  "Средний левый дисплей (значок молнии) показывает потребление энергии (только на потребляющих устройствах) за рабочий цикл; это значение зависит от используемых компонентов. Для генераторов энергии он показывает производство за цикл или элемент."
]