[
	"§lОсновные сведения о неоновом кристалле§r",
	"В основном, эти кристаллические полупроводниковые кристаллы можно разделить на несколько подвидов. Существуют металлические и неметаллические, а также полуорганические и синтетические структуры. ",
	"§nМеталлические§r: неоновый кристалл, багрянитовый кристалл",
	"§nНеметаллические§r: светотитовый кристалл, алютиновый кристалл",
	"§nПолуорганический§r: биотериумовый кристалл",
	"§нСинтетический§р: вакуриумовый кристалл ",
	"§lИнформация§r",
	"Как и многие другие кристаллические структуры, эти кристаллы растут под воздействием тепла и давления, за исключением органической категории, которая возникает в результате метаболизма бактерий. Обычно они образуются на песчаной питательной среде, которую часто называют гранулами. Эта питательная среда часто обладает теми же свойствами, что и кристаллы в ослабленной форме.",
	"§lОбработка§r",
	"В отличие от алмазов, кристаллы неона состоят преимущественно из соединений кремния и поэтому не горят при нагревании. Температура плавления составляет чуть более 1400 °С. Материал очищают с помощью восстановительных плавок, с добавлением углерода в виде углекислого или угарного газа. В результате получаются удобные бруски, которые можно хорошо хранить. ",
	"§lСвойства§r",
	"В отличие от §kизвестных полупроводников§r, неоновые соединения работают не при отрицательных температурах, а только примерно от 100 °С, что позволяет им реагировать несколько медленнее, чем обычные медные проводники. Однако, благодаря низкому сопротивлению при таких температурах, выход энергии намного лучше, чем у меди или золота. ",
	"Почти все неоновые кристаллы имеют очень низкую температуру свечения, большинство из них начинают светиться при температуре около 18 - 32 °С. Это типичный идентификатор данного типа кристаллов и заслужил первый обнаруженный образец, название неоновый кристалл, из-за неоново-голубого свечения, которое он испускал. Есть подозрение, что существует гораздо больше видов, чем известно на сегодняшний день. "
]
