[
	"A Research contains principally 3 steps: concept, exploration, implementation.",
	"The concept is created by the Scanner, with it you develop an Item (look at Scanner). This Item can be everyone, whose implementation is enabled by the predecessor technology (in Tech-Tree).",
	"A special case occurs, if the/all predecessor technology are an \"Knowledge\"*. In this case you can get the name of the Item, you have to use, at the Knowledge-Description (black/at the and).",
	"The exploration is done in the Researcher, this takes resources and time to complete the concept. (that means it enables the entry of Tech-Tree).",
	"The implementation is in typical case the production of the Item/Block, that was enabled. This is (among other things) needed to put the item in the Scanner for exploring it's successors.",
	"",
	"The Tech-Tree:",
	"The Tech-Tree extends over multiple Tabs (selectable at the Border of the Screen). In the central area are research-icons existing in 3 types:",
	"Research - Can be researched, enables Items",
	{
		"type":"image",
		"width":16,
		"height":16,
		"resource":"fp:textures/gui/SlotBg.png"
	},
	"Knowledge* - Can be researched, doesn't enable Items itself",
	{
		"type":"image",
		"width":16,
		"height":16,
		"resource":"fp:textures/gui/SlotErkBg.png"
	},
	"Experience - Can't be researched, is enabled by achievements, can enable Items",
	{
		"type":"image",
		"width":16,
		"height":16,
		"resource":"fp:textures/gui/SlotSoBg.png"
	},
	"Dependent by the research progress there are 3 variants again:",
	"Solid and colored: It's completed and can be clicked to read it.",
	"Blinking and colored: It can be researched using the called way.",
	"Black: There are missing conditions for this Research, the researching is not possible at the moment.",
	"(automatic) Enabling and Conditions can be extended over more than one Tab, so it can be usefully to lock at some Tabs again later to see new Researches." ,
	"The Researches at each Tab are connected with lines, reading direction is typically from left to right. You must ever complete all Conditions to unlock a Research.",
	"Hint: It can happen that you need items for some Implementations, you not able to produce. In this case you must do other Researches first and continue later.",
	"Hint: By clicking on Item-icons in a Research Description you can jump to the Research for this Item.",
	"",
	"A Example (possible Spoiler):",
	"At first craft a Scanner and a Researcher at the Techtable, the Instructions for this you can get at the corresponding entries of the Tech-Tree. You need also a Partpress (\"Production\"-Tab) for this task.",
	"The only possible Research is at the moment \"Production 1\":",
	{
		"type":"image",
		"width":16,
		"height":16,
		"resource":"fp:textures/aspects/production1.png"
	},
	"In the Tech-Tree you can see that the parent of this is \"Tectable\", which enables the equal named Block. That means we take a Techtable an put it into the Scanner. By combining or trying we find the right aspects (here Thermodynamics) and click finally on \"Scan\" again. So we get a Blueprint.",
	"In the second step we put this blueprint into the Researcher and click the Research-Button. The Machine tells us, that we have to put 3 Furnaces in the left Slot. After we have done that, the gray bar at the bottom of the Slot begins to fill. If the bar is fulfilled we get a Chat-Message an we can see our result in the Tech-Tree (acessable by Scanner or E-Scanner)",
	"In this case we got the Knowledge \"Production 1\", in the Description we learn (among other things), that we must use an Industrial Furnace for the next research. And also that there are new Researches at the \"Production\"-Tab are available, logically the automatic enabled Industrial Furnace is under that.",
	"Now we have some points to continue with researching in both Tabs.",
	"",
	"Have fun expanding you knowledge :)"
]