[
  "研究(リサーチ)は、基本的な工程として設計構想,研究,実施の3つがあります。\n\"設計図\"は分析器から得られ、それを基にアイテムを開発してゆきます。(分析器のページを参照)\n設計図の開発はアイテムによっては大幅に異なる場合がありますが、常に(テックツリー内の)前にあった技術を活用することで実装できるようになります。",
  "この\"前にあった技術\"またはその他の技術が\"知識\"であると、特別なケースが発生します。この場合知識のページからは使用してゆく必要のあるアイテムの名前を取得することができます。(黒塗り部分/下記参照)",
  "研究には研究装置を使い、物や動力資源と設計図、時間をかけて完了させます。\n(完了するとテックツリーの項目が有効になり、選択できるようになります)",
  "いよいよ実施の段階として、研究が完了したアイテムまたはブロックの作成を行います。そのアイテムを自身の目的のために活用することに加え、今後の研究や技術開発を進めるための条件として要求される場合もあります。",
  "-テックツリー(技術ツリー):",
  "テックツリーは複数のタブ(画面の左側で選択できる部分)にまたがりながら関連し合っています。\n下記では、選択することのできる3種類のリサーチアイコンを紹介しています。",
  "-研究-\n技術の研究を行うことができ、示されているアイテムを使用したり生産することができます。",
  {
    "link": "fp:lang/part/image_forschung.json"
  },
  "-知識-\n研究を行うことができます。アイテム自体を使えるようにはなりませんが、先に待つものへの理解を深めてゆくために必要です。",
  {
    "link": "fp:lang/part/image_forschung2.json"
  },
  "-経験-\n研究を行うことはできません。かわりに\"進捗\"を達成することで有効になり、アイテムの使用を解放します。",
  {
    "link": "fp:lang/part/image_forschung3.json"
  },
  "",
  "関連して、研究開発の状況を表す3種類の表示があります:",
  "-立体的、色がついている:\n設計図の解析が完了しており、クリックすると情報ページが開きます。",
  "-点滅、色がついている:\n上記にあるそれぞれの方法で研究を行うことができます。",
  "-黒く塗りつぶされている:\n条件がみたされていないため、設計図を取り出すことができません。",
  "完了した研究やいくつかの条件は、複数のタブにまたがって自動的に連動し合うことがあるので、定期的にタブを見返して新しい調査対象を把握しておくことをお勧めします。",
  "タブ内の各項目はラインで結ばれています。(通常、左から右へ進んでゆきます)\n新しい調査のロックを解除するには、その前にある条件、項目を全て完了させる必要があります。",
  "-ヒント:\n一部の項目に関してはまだ制作できないアイテムが必要になることがあります。この場合、まずは他にある調査を完了させてから、戻ってくる必要があります。",
  "-ヒント:\n\"研究の詳細\"のアイテムアイコンをクリックすると、この項目のページにジャンプすることができます。",
  "",
  "-テックツリー進行の例:\n(ネタバレの可能性あり)",
  "テックテーブルで分析器と研究装置を作成してください。これに関する手引きは、テックツリーの対応する項目で見つけることができます。またその作成を行うには、塑性加工機(\"製造\"のタブにあります)が必要です。",
  "まず、\"製造_I\"の研究を行います。",
  {
    "link": "fp:lang/part/image_forschung4.json"
  },
  "テックツリーでは上記の研究対象の親にあたる項目が\n\"テックテーブル\"であるこ\nとがわかります。その項目は同じ名前のブロックの使用を解放させています。\nここから導き出せることは、\"テックテーブルを分析器に入れる\"ということです。",
  "GUI内に表示されている、ストーリータブで調査していた12のアスペクトを操作し、正しいもの(この場合は熱力学)を見つけることができます。最後に\"分析開始\"をもう一度クリックします。\nそうして、我々は今設計図(ブループリント)を見出すことができました。",
  "次のステップではこの設計図を研究装置のスロットに挿入し、その下にあるリサーチボタンをクリックします。そうすると装置は、研究を完了するには左スロットに3つのかまどブロックを配置しなければならないことを教えてくれます。それを実行するとスロット下側の灰色のバーが満たされてゆき、研究の進行状況が示されます。",
  "バーがいっぱいになるとチャットメッセージが表示され、テックツリーから(分析器からもアクセスが可能)、我々の成果を確認できることを知らせてくれます。",
  "今回の場合、知識\"製造_I\"が得られます。テックツリーでそれを選択すると、そのページが開きます。\nそして次の調査プロジェクトを完成させるために、溶岩熱精練炉を作成し、それを使用する必要があることがわかります。\nまた、\"製造\"のタブには新しい研究が解放されているでしょう。自明のこととして、自動化することのできる精練炉はそのさらに先にあります。",
  "こうした道のりの中でも、いくつかのヒントがあれば、あなたはすべての研究調査を完了させられます。",
  "",
  "楽しみながら、あなたの知識を広げてください！ :)"
]